{
  "_comment": "Descripciones de encantamientos Archivo de idioma Español (Chile)",
  "enchantment.minecraft.protection.desc": "Reduce el daño de la mayoría de las fuentes.",
  "enchantment.minecraft.fire_protection.desc": "Reduce el daño por fuego y el tiempo de quemadura.",
  "enchantment.minecraft.feather_falling.desc": "Reduce el daño por caida y daño de teletransportacion de perlas de ender.",
  "enchantment.minecraft.blast_protection.desc": "Reduce el daño y empuje por explosión.",
  "enchantment.minecraft.projectile_protection.desc": "Reduce el daño por proyectiles como flechas y bolas de fuego.",
  "enchantment.minecraft.respiration.desc": "Extiende el tiempo de respiración bajo el agua. También mejora la visión bajo el agua.",
  "enchantment.minecraft.aqua_affinity.desc": "Aumenta la velocidad al minar bajo agua.",
  "enchantment.minecraft.thorns.desc": "Causas daño a los enemigos cuando te atacan.",
  "enchantment.minecraft.sharpness.desc": "Aumenta el daño del item.",
  "enchantment.minecraft.smite.desc": "Aumenta el daño contra mobs no muertos como zombies y esqueletos.",
  "enchantment.minecraft.bane_of_arthropods.desc": "Aumenta el daño contra los artrópodos como arañas y SilverFish.",
  "enchantment.minecraft.knockback.desc": "Aumenta la fuerza de retroceso del arma.",
  "enchantment.minecraft.fire_aspect.desc": "Causa daño de fuego adicional cuando se usa para atacar a un mob.",
  "enchantment.minecraft.looting.desc": "Los mobs dejaran caer más botín cuando mueran.",
  "enchantment.minecraft.efficiency.desc": "Aumenta la velocidad de minería de la herramienta.",
  "enchantment.minecraft.silk_touch.desc": "Permite recolectar bloques que normalmente no pueden ser minados como el vidrio.",
  "enchantment.minecraft.unbreaking.desc": "Hace que la herramienta pierda durabilidad a un ritmo más lento.",
  "enchantment.minecraft.fortune.desc": "Algunos bloques como el carbón y el mineral de diamante pueden soltar items adicionales.",
  "enchantment.minecraft.power.desc": "Aumenta el daño de las flechas disparadas desde el arco.",
  "enchantment.minecraft.punch.desc": "Aumenta la fuerza de retroceso de las flechas disparadas por el arco.",
  "enchantment.minecraft.flame.desc": "Las flechas disparadas desde el arco causarán daño de fuego adicional.",
  "enchantment.minecraft.infinity.desc": "Disparar no consume flechas normales. Debes tener al menos una flecha en tu inventario para que funcione.",
  "enchantment.minecraft.luck_of_the_sea.desc": "Aumenta la posibilidad de obtener un buen botín mientras pesca.",
  "enchantment.minecraft.lure.desc": "Reduce el tiempo que le toma a un pez morder el anzuelo.",
  "enchantment.minecraft.depth_strider.desc": "Aumenta la velocidad de movimiento mientras estes bajo el agua.",
  "enchantment.minecraft.frost_walker.desc": "Transforma el agua debajo del jugador en hielo agrietado.",
  "enchantment.minecraft.mending.desc": "Repara la durabilidad del objeto con EXP.",
  "enchantment.minecraft.binding_curse.desc": "El objeto no se puede quitar de la ranura de armadura.",
  "enchantment.minecraft.vanishing_curse.desc": "El objeto se destruye al morir.",
  "enchantment.minecraft.sweeping.desc": "Aumenta el daño de los ataques de barrido.",
  "enchantment.minecraft.loyalty.desc": "El tridente regresa después de haber sido lanzado.",
  "enchantment.minecraft.impaling.desc": "El tridente inflige más daño a criaturas acuáticas y jugadores en el agua.",
  "enchantment.minecraft.riptide.desc": "El tridente propulsa al jugador consigo cuando se lanza. Solo funciona en agua o bajo lluvia.",
  "enchantment.minecraft.channeling.desc": "El tridente invoca un rayo hacia un enemigo. Solo funciona durante tormentas.",
  "enchantment.minecraft.multishot.desc": "Dispara 3 flechas a costa de una. Solo se puede recuperar una flecha.",
  "enchantment.minecraft.quick_charge.desc": "Disminuye el tiempo de carga de la ballesta.",
  "enchantment.minecraft.piercing.desc": "Las flechas atraviesan múltiples entidades y escudos.",
  "enchantment.minecraft.soul_speed.desc": "Aumenta la velocidad al caminar sobre arena de almas o tierra de almas, pero daña las botas con el tiempo.",
  "__comment_jei": "JEI Compat",
  "enchdesc.jei.compatible_items.title": "Items Compatibles"
}
